# a = 10
#
# if a < 10:
#     print("a меньше 10")
# elif a == 10:
#     print("a равно 10")
# else:
#     print("a больше 10")
#



n = int(input("n = "))
a = n + 2
print(a)
if a < 10:
    print("test1")
else:
    print("test2")


"""
N - балл студента. Поставьте оценку студенту, если:
A: 100 - 91
B: 90 - 81
C: 80 - 71
D: 70 - 61
F: 60 - 0
"""
# N = 75
#
# if 91 <= N <= 100:
#     print("Оценка студента - A")
# elif 81 <= N <= 90:
#     print("Оценка студента - B")
# elif 71 <= N <= 80:
#     print("Оценка студента - C")
# elif 61 <= N <= 70:
#     print("Оценка студента - D")
# else:
#     print("Оценка студента - F")


N = 43

if N >= 91:
    print("Оценка студента - A")
elif N >= 81:  # N <= 90
    print("Оценка студента - B")
elif N >= 71:
    print("Оценка студента - C")
elif N >= 61:
    print("Оценка студента - D")
else:
    print("Оценка студента - F")



