# Дано целое число а, определить оно является четным или нечетным.
# Четные делятся на два без остатка
# Не четные не делятся на два без остатка





















a = int(input("a = "))
b = int(input("b = "))
c = int(input("c = "))
res = a % 2

if res == 0:
    print("а четное число")
else:
    print("а не четное число")







