
a = 12
print("*****", end=" ")
print("***** !" * 2, end="\n")

# output = "***** *****\n"
# print(output)








# 1. Нарисовать символом '*' прямоугольный
# треугольник с помощью вложенных циклов;
#
# 2. Нарисовать символом '*'
# елку с помощью вложенных циклов;
#
# 3. Нарисовать обратную елочку
#
# 4. Вывести на экран таблицу умножения для всех чисел от 1 до 9;
