# range(5): [0, 1, 2, 3, 4]

for num in range(5):
    num = num + 2
    print(num)

print(f"Конец цикла!")



# 2. Вывести таблицу умножение
# для числа N[1-9];
# N = 8
# 8 * 1 = 8
# 8 * 2 = 16
# ...
# 8 * 9 = 72


# 3. Убрать все пробелы из
# строки;